[PreTime]
Pretime1 = Bu varlık... benim prensim, bu sen misin hayatım?
Pretime2 = Prens mi? Nah, o aptal halen bodrumda bir yerde kilitlidir, belki onu bir kontrol etmelisin!
Pretime3 = Hıh! Peki! Onun gibi bir iki yüzlüye ihtiyacım yoktu!
Pretime4 = İşte buradayız çocuk! Kaybolayım deme sakın, bu mekan büyük VEEEE lanetli.
Pretime5 = Vanessa her an gelebilir, yerinde olsaydım dikkatli olurdum!
Pretime6 = CHAZAM! Çok havalı değil mi? Bir şeyler ışınlayabiliyorum! Kitap okurken öğrenmiştim.
Pretime7 = Neyse,[wait] burası Vanessa'nın inziva malikanesinden birisi.[wait] Burası oldukça geniş,[wait] ve konforlu yataklar var. [wave]Kaybolayım deme sakın![/wave]
Pretime8 = [shake]Heyo!!![/shake] Partiye geldik! Müzik ve yiyecekler nerede?
Pretime9 = Oyuna vaktim yok,[wait] mekanımdan ayrıl.


[CurseBegin]
CurseBegin1 = Lanet ortaya çıktı! [shake2]Yerinde olsaydım arkamı kollardım...[/shake2]
CurseBegin2 = Şimdi bana hizmet ediyorsun. Arkadaşlarını bul ve laneti saç!
CurseBegin3 = Neden burada olduğumuzu unutayım deme! Şu [hint]taçları ara ve lanette hayatta kal.[/hint] 5 dakikaya görüşürüz!
CurseBegin4 = Geçmişi unutmaya mı geldin? Sana SEVGİYLE [shake]eziyet edebilirim.[/shake]
CurseBegin5 = Buraya gelmen en kötü hatandı! Ama endişelenme, sizinle güzelce ilgileneceğim [wave]Hyeheahahah![/wave]
CurseBegin6 = Evet evet, neyse![wait] ...Yahu kadın her zamanki gibi [shake]AŞIRI[/shake]!
CurseBegin7 = Bu senin için sondu, ama görevin henüz bitmedi. Davetsiz misafirleri bul ve ebele onları!
CurseBegin8 = [shake2]Şimşeği duydun mu?[/shake2][wait] Lanet ortaya çıktı. Hayatta kal ve taçları bul, 5 dakikaya görüşürüz! :)
CurseBegin9 = Son ziyaretinden sonra dersini almadın mı?[wait] [shake]Kuklalarım avlayacak seni![/shake]
CurseBegin10 = Bulun onları! Kimsenin yaşamasına izin vermeyin.
CurseBegin11 = Ah oh, kadın sinirlendi. İyi şanslar çocuk, kaçtım ben! Güven bana, o kadın bu durumdayken yanında olmak istemezsin!

[50percentleft]
50percentleft1 = Yarısı gitti! Durmak yok, herkesin lanetlenmesini istiyorum!
50percentleft2 = Uhhh bu iyi mi? Belki de iyidir.
50percentleft3 = Hey çocuk! Seni uyarmak istemem ama görünüşe göre arkadaşlarının yarısı lanetlenmiş.. [shake2][small]Gittikçe heyecanlandırıyor.[/small][/shake2]
50percentleft4 = Arkadaşlarının yarısı gitti, neden gelip bizimle oynamıyorsun! [shake]Heheheh...[/shake]
50percentleft5 = [shake]Arkadaşların şimdi benim kontrolümde.[/shake] Gel ve katıl bize, çok eğlenceksin!

[CrownCollect]
CrownCollect1 = Taçlarımı mı çalıyorsun?[wait] O cılız ellerini [wave]güzelim koleksiyonuma[/wave] sürmeye nasıl cüret edersin! [shake]Kuklam olarak kaldığın için keyifleneceğim.[/shake]
CrownCollect2 = İşte bir[icon:treasure]! Devam et Çocuk.
CrownCollect3 = EVİME gelmeye ve BENİM güzelim taçlarımı çalmaya azıcık CESARETİNİZ varmış!
CrownCollect4 = [shake]Kuklalarım sizi [big]İKİYE AYIRACAK!
CrownCollect5 = [wave]HAHAHAHA!!![/wave] İşte şimdi komik ufaklık! Kadın gerçekten üzüldü!

[LastAlive]
LastAlive1 = [shake]Arkadaşların şimdi benim kontrolümdeler. Hiçbir şansın yok, pes et ve Bize katıl! [shake]bu çok daha eğlenceli![/shake]
LastAlive2 = Oh amanın oh kahretsin ufaklık, paniklelemeee, [shake2]PANİKLİYORUM[/shake2], [wave]AYRIL buradan hemen!![/wave]
LastAlive3 = [shake]Senin için geliyorlar ufaklık![/shake] Koşmaya başlasan iyi olur yoksa senin işin [shake2]BİTTİ[/shake2]! [icon:sprinthat]
LastAlive4 = Bana biraz zaman ver ki seni buradan güvenle ve neşeyle çıkartayım.
LastAlive5 = Sadece biri kaldı, elinizden sakın kaçırmayın!
LastAlive6 = Görünüşe göre "arkadaşların"la anlaşmazlığın varmış.

[SnatcherAppear]
SnatcherAppear1 = Hey belli ki zor zaman geçiriyormuşsun ufaklık! Ne yapabileceğime bir bakalım.
SnatcherAppear2 = [wave]SNATCHER ÇARKI[/wave]nı döndürme zamanı!!!!
SnatcherAppear3 = [wave]DÖNDÜÜÜÜÜÜÜR!!![/wave]

[VanessaAppear]
VanessaAppear1 = Ne acınası, her şeyi benim mi yapmam gerekiyor?!?
VanessaAppear2 = Sabrım taşıyor, sana bu seferlik yardım edeceğim.
VanessaAppear3 = Ah oh, kadın şimdi üzüldü! Hazırla kendini çocuk.
VanessaAppear4 = YETER! Küçük kemirgenler gibi koşuyorsunuz, ruhlarınız benim olacak!
VanessaAppear5 = Yardım edeceğim, [shake]ama beni hayal kırıklığına uğratma![/shake]
VanessaAppear6 = Biliyor musun? Bir kere de olsa katılıyorum ona. Siz çocuklar hep hiper aktifsiniz, etrafta zıplamadan duramıyorsunuz!

[Victory]
Victory1 = Snatcher ganimeti evine götürüyor! [small]birkaç tane de tacı[/small], bu ona ve onun lanetli kuklalarına gösterir!
Victory2 = Gözden kayboldular.[wait][shake] Belki seni buza dönüştürür, hatanın anısına seni saklarım![/shake]
Victory3 = Snatcher ganimeti evine götürüyor! Süper işti ufaklık, bu ona ve onun lanetli kuklalarına gösterir!
Victory4 = Beni mahçup ettin. [shake]Belki seni şömineye atar, alevler içinde yanmanı izlerim![/shake]
Victory5 = Buraya gelmen en kötü hatandı! Ama endişelenme, güzelce ilgileneceğim sizinle! [wave]Hyeheahahah![/wave]
Victory6 = Lanet hepsini aldı! Hayatta kalabileceğini mi düşünüyordun?
Victory7 = Buraya gelmen aptalcaydı! Ruhuna ebediyen eziyet edeceğim!
Victory8 = Ughhh... [wave]Tarih kendini tekrar ediyor![/wave]
finalcrown1 = SON TAÇ!

[SoulSeller]
SoulSeller1 = [glitch]Başka bir alım mı yapmaya geldin?[/glitch]
SoulSeller2 = [glitch]Hoşgeldin, genç. Lütfen mütevazi dükkanımdan alım yap.[/glitch]
SoulSeller3 = [glitch]Lütfen kasıntılı huyumu görmezden gel. Bedenim gittiğim için kalıcı bir iz bıraktı.[/glitch]

[Finalcrown]
finalcrown1 = SON TAÇ!
